<template>
    <!--廉洁承诺书 -->
    <div class="promise-book">
        <div class="promise-book-title">
            <img src="../../../../assets/images/supply-chain/promise_modal.png" alt="" />
            <span>廉洁承诺书</span>
        </div>
        <div class="promise-body">
            <ul>
                <li>
                    ("我公司")与常州浩万新能源科技有限公司("浩万")因【具体事宜】开展合作，签订了【主合同名称】("主合同")，为杜绝商业贿赂、利益冲突等行为，我公司郑重做出如下承诺：
                </li>
                <li>
                    我公司工作人员，应与浩万工作人员保持正常、合法的业务交往，按照有关法律法规和程序开展业务工作，严格履行双方合同约定。我公司及工作人员应遵守下列规范：
                </li>
                <ul>
                    <li>1. 不行贿</li>
                    <li>
                        a.
                         不得以任何理由向浩万工作人员赠送现金、礼金、购物卡、有价证券、贵重物品、回扣、好处费、感谢费、干股等；
                    </li>
                    <li>b.  不得以任何理由为浩万工作人员报销应由浩万或个人支付的费用；</li>
                    <li>
                        c.
                         不得为浩万工作人员合资合伙、借车（临时性除外）、借钱、租赁、为其装修住房、婚丧嫁娶、配偶子女的工作安排以及境内外旅游等支付费用；
                    </li>
                    <li>
                        d.
                         不得以任何理由为浩万工作人员提供有可能影响公正执行业务的宴请、健身、KTV、洗浴或涉及黄赌毒等娱乐活动；
                    </li>
                    <li>e.  我公司保证不向浩万工作人员提供色情服务或者性贿赂；</li>
                    <li>f.  我公司不得以任何借口和理由给予浩万工作人员任何其他形式的利益或好处。</li>
                    <li>
                        对于礼品赠送，按照商业惯例赠送小额广告礼品或纪念品的不受本承诺书限制。本承诺书所称的小额广告礼品或纪念品，是指我公司为宣传其产品或纪念合作项目而制作的礼品，市场价格必须
                        在人民币【200~500】元以内。
                    </li>
                    <li>2. 不受贿</li>
                    <li>
                        在业务往来过程中（包括但不限于谈判、招标、签约、履约等），我公司及我公司工作人员承诺决不收受、索取来自贵公司的工作人员及其亲属、朋友或其他有特定关系的人员的贿赂（包括但不限于现金、物品或以其他任何方式给予的好处或利益等）。
                    </li>
                    <li>3. 业务洽谈</li>
                    <li>
                        我公司保证双方所有业务洽谈应当在浩万会议室或办公室进行，并至少有浩万两人参加，不得一对一洽谈，我公司不得与浩万工作人员就业务问题在浩万公司外场所进行商谈或者达成利益默契。
                    </li>
                    <li>4. 利益冲突</li>
                    <li>
                        我公司保证浩万工作人员没有直接或间接投资我公司，没有直接或间接持有我公司的股权或干股，也没有到我公司任职。我公司保证其股东、实际控制人、主要管理人员和浩万业务人员没有亲属关系或其他特殊关系；若有以上关系，我公司应如实书面报告浩万。
                    </li>
                    <li>5. 不招揽</li>
                    <li>
                        我公司保证在双方业务往来期间及合作终止后2年内，不对浩万在职或者离职的人员（包括但不限于董事、经理、职员等）采取任何手段使其到我公司任职或服务，或者接受该等业务人员到我公司任职或服务；浩万同意的除外。
                    </li>
                    <li>6. 回扣</li>

                    <li>我公司承诺不在帐外暗中给予浩万工作人员个人回扣。</li>
                    <li>7. 如实呈报</li>
                    <li>
                        若浩万的工作人员或其亲属、朋友或其他有特定关系的人员向我公司或我公司工作人员索取贿赂或行贿的，我公司承诺立即如实向浩万书面举报。
                    </li>
                    <li>8. 若我公司违反以上承诺，则我公司：</li>
                    <ul>
                        <li>
                            a.
                             同意浩万解除贵我双方的主合同，由此造成的损失概由我公司完全承担及赔偿，同时我公司承诺按主合同标的总金额的50%向贵公司支付违约金；
                        </li>
                        <li>
                            b.
                             浩万有权暂停支付往来款项，违约金可以直接从货款或各类保证金中扣除，违约金不足以补偿浩万损失的，我公司应予以赔偿；
                        </li>
                        <li>c.  我公司承担由此产生的全部民事、行政、刑事法律责任。</li>
                    </ul>
                    <li>
                        9. 本承诺书中的我公司工作人员是指：我公司（包括我公司参股、控股、实际控制或其他关系的关联单位）的员工或受我公司所托为我公司服务的人员。
                    </li>
                    <li>
                        10. 本承诺书中的浩万工作人员是指：浩万（包括分支机构、子公司、关联公司等）的高管、员工及其他工作人员，以及这些人员的配偶、子女和亲友。
                    </li>
                    <li class="mt">本承诺书为贵我双方签订之主合同的附件，与主合同具有同等法律效力。</li>
                    <li class="mt">承诺人（盖章）：【供应商名称】</li>
                    <li class="mt">_________年____月____日</li>
                </ul>
            </ul>
        </div>
    </div>
</template>

<script></script>

<style lang="less" scoped>
.promise-book {
    ul,
    li {
        padding-left: 0;
        list-style: none;
        color: #666;
        line-height: 1.5;
    }
    padding-bottom: 30px;
    padding-top: 10px;
    .promise-book-title {
        height: 34px;
        border-radius: 4px;
        background: #f2f3f5;
        display: flex;
        align-items: center;
        padding: 9px 10px;
        margin-bottom: 10px;
        img {
            margin-right: 4px;
            width: 16px;
            height: 16px;
        }
    }
    .mt {
        // 空出一行
        margin-top: 1em;
    }
}
</style>
