<template>
    <!--廉洁承诺书 -->
    <div class="promise-book">
        <div class="promise-book-title">
            <img src="../../../../assets/images/supply-chain/promise_modal.png" alt="" />
            <span>保密和不竞争协议</span>
        </div>
        <div class="promise-body">
            <ul>
                <li>本《共同保密协议》(以下简称“本协议”)由以下双方于【 】年【 】月【 】日于【常州市天宁区】签署：</li>
                <li>甲方：常州浩万新能源科技有限公司</li>
                <li>统一社会信用代码：91320412MA1MH51X1Y</li>
                <li>乙方：【 】</li>
                <li>统一社会信用代码：【 】</li>
                <li>上述任何一方或任何一方的关联方或子公司，以下单独称为“一方”，合称为“双方”。</li>
                <li>鉴于：</li>
                <li>
                    (1) 甲方拟与乙方就【
                    】事项开展合作，(以下简称“合作事项”)，一方有可能从另一方获取某些专属的或保密的信息；
                </li>
                <li>
                    (2) 双方同意在上述目的之前提下，根据本协议以下各条款提供，或被提供有关专属的或保密的信息(“保密信息”，定义下详)，并希望另一方能够对各自的保密信息进行保密。就本协议下披露的保密信息(无论其披露是在本协议签订之前或之后)而言，披露信息一方称为“披露方”，接收信息一方称为“接收方”。
                </li>
                <li>为此，双方在诚实、守信、平等、互利的基础上，经协商一致达成以下各条款，以资共同遵守：</li>
                <li>第一条 定义</li>
                <li>
                    1. “保密信息”指
                    <ul>
                        <li>
                            披露方或其代表通过任何形式(包括但不限于口头、书面、邮件、传真、QQ、微信、短信、演示等任何方式)、任何载体(包括但不限于文字、数据、电子数据、符号、图形、胶片、图表、图像、视频和音频、计算机媒介和网络等为载体)披露给接收方的有关各自业务、技术和产品等各方面的资料、信息和商业信息等，无论是否记载或标注为保密信息。
                        </li>
                        <li>
                            上述“保密信息”包括但不限于：
                            <ul>
                                <li>(1) 双方合作的事实、内容、经过及结果；</li>
                                <li>
                                    (2) 涉及披露方发展战略及规划、生产经营、业务、人事、资产、财务、客户、技术等相关的任何数据、报表、图幅、报告、信息、资料等；
                                </li>
                                <li>
                                    (3) 披露方的产品及相关资料或信息，包括但不限于产品工艺、设计研发资料、产品数据、包装技术规格书、生产质量要求、BOM清单、披露方客户信息、披露方及关联公司及客户的技术信息、经营信息、图纸、计划、规格、方法、标准、材料的定价等；
                                </li>
                                <li>(4) 披露方现有研发和技术秘密及配方方案、产品原料及供应商、客户、合作方等信息；</li>
                                <li>(5) 披露方已经获得或正在申请的知识产 权项下的任何信息，或其他未公开的技术诀窍；</li>
                                <li>(6) 双方在合作项目中形成的任何配方、技术、数据、知识产权、研发资料、信息等；</li>
                                <li>
                                    (7) 披露方的市场研究结果、市场渗透资料、市场调研数据、市场销售计划、市场销售策略及其他所有市场及销售信息；
                                </li>
                                <li>
                                    (8) 披露方专有的任何带有“绝密”、“机密”、“秘密”、“商密”等字样或标示为保密的文件，以及披露方的各项规章制度；
                                </li>
                                <li>
                                    (9) 协议披露方为进行合作事项而达成的任何合同、协议、约定或在进行合作事项过程中产生的任何笔记、会议纪要、会谈记录等；
                                </li>
                                <li>(10) 其他披露方向接收方披露的信息。</li>
                            </ul>
                        </li>
                    </ul>
                </li>
                <li>
                    但上述“保密信息”不包括下述资料和信息：
                    <ul>
                        <li>
                            (1) 已经合法公布于众的资料和信息，但不包括披露方或其代表违反本协议规定未经授权所披露的；
                        </li>
                        <li>
                            (2) 在披露方向接收方披露前已为接收方合法知悉的非保密性资料和信息，但不包括接收方负有保密义务的资料和信息，且接收方知晓该资料和信息的行为没有违反本协议规定的保密义务；
                        </li>
                        <li>(3) 在披露方披露后，非因接收方的行为、疏忽或过错而为大众所知的信息；</li>
                        <li>(4) 与任何有权第三方通过非保密途径向接收方提供的信息直接实质一致的信息；</li>
                        <li>(5) 由接收方独立开发，未参考或依赖保密信息。</li>
                    </ul>
                </li>
                <li>2. “代表”指：协议双方的主管、项目负责人、董事、雇员、会计师、专业顾问及其他代表或代理人。</li>
                <li>第二条 保密和非使用义务</li>
                <li>
                    对于披露方提供的保密信息，接收方同意严格依照本协议约定承担保密义务，在使用该保密信息的过程中至少以保护其自己的信息同样的谨慎程度来保护该保密信息，并不得以任何方式进行侵犯，包括但不限于：
                </li>
                <ul>
                    <li>1. 接收、保管并对保密信息严格保密；</li>
                    <li>2. 防止保密信息被披露给任何其他方；</li>
                    <li>3. 未经披露方事先书面同意，不得对保密信息进行化学或其他分析、反向编译、解密或其他反向工程；</li>
                    <li>4. 不得直接或间接地以任何方式刺探与双方合作事项无关的保密信息；</li>
                    <li>
                        5. 保证该保密信息仅用于与合作事项有关的用途或目的，接收方不得在任何时候任何场合自行或允许任何第三方以任何方式获得及使用该保密信息；
                    </li>
                    <li>
                        6. 应当与其代表及任何可能得到或接触该保密信息的人员分别就本协议涉及的保密内容签订一份与本协议所列条款同样严格的保密协议；
                    </li>
                    <li>
                        7. 经披露方事先书面同意后有权将保密信息披露给其为完成合作事项确有必要知悉保密信息的授权代表，该授权代表也应承担本协议项下与接收方同等的保密义务。接收方应对接收保密信息的代表的行为承担连带责任，无论是由于疏忽或其他任何原因，一旦该授权代表违反本协议约定的保密义务，应视同接收方对本协议的违反，并由接收方承担本协议约定的违约责任；
                    </li>
                    <li>
                        8. 不得以任何形式向本协议之外的第三方泄漏、传播披露方的保密信息，不得以任何形式向第三方传播、生产或销售双方合作的产品和信息或接收方在与披露方合作过程中接触到的含有披露方保密信息的其他产品，不得在与任何第三方合作时使用或披露披露方的保密信息；
                    </li>
                    <li>
                        9. 未经披露方事先书面同意的情况下，不得在双方合作项目之外私自生产和销售与合作产品相同或类似的产品；
                    </li>
                    <li>
                        10. 接收方如发现任何人未经授权披露或使用保密信息，应立即通知披露方并且采取必要措施阻止信息的进一步泄露或不当使用，接收方应对怠于采取必要措施导致的损失的扩大承担法律责任；
                    </li>
                    <li>
                        11. 只要披露方书面要求，或在双方合作事项结束之时，接收方应立即归还全部与保密信息相关的资料和文件，包含该保密信息资料的媒体及任何或全部复制件、复制件或摘要或其他任何形式的文件资料载体，如果保密信息属于不能归还的形式，或已经复制或转录到其他资料或载体中，则应按照披露方的书面要求予以删除或销毁，并在删除或销毁后根据披露方要求向披露方出具书面确认及承诺；
                    </li>
                    <li>
                        12. 如果接收方因政府机关、司法机关或证券监管部门的合法要求而向其披露保密信息的，该方应当仅在该等合法要求的范围内进行披露，并尽一切合理努力寻求保护令、保密处理或其他适当的救济，在不违反法律法规的前提下，尽量避免、减少透露保密信息，并要求保密信息的接收方进行保密。在该等情况下，该方应仅提供必须依法披露的部分，且应在披露前事先通知披露方，并就披露范围事先获取披露方同意。
                    </li>
                </ul>
                <li>
                    双方确认，本协议第二条的保密和非使用义务也适用于本协议生效日之前接收的保密信息，只要该信息与本协议目的有关。
                </li>
                <li>第三条 知识产权</li>
                <ul>
                    <li>
                        1. 接收方确认披露方的一切保密信息及知识产权(包括但不限于披露方及披露方关联公司的商标、企业标识、产品配方及配方专利申请权、产品的外包装设计版权等)均为披露方所有的财产，且一切保密信息均由披露方享有相关知识产权；接收方并不因获取该等保密信息而取得任何有关该等保密信息及知识产权的权益，且不得视为披露方向接收方授予任何有关保密信息的权利，包括但不限于所有权及知识产权。接收方保证接收方及其代表不会对于有关保密信息或其中任何一部分或全部申请专利权或注册商标、设计等著作权、版权或任何其他知识产权。
                    </li>
                    <li>
                        2. 除非披露方事先书面同意，否则接收方不得向第三方提供、生产或出售涉及披露方提供的图纸、公司相关资料、产品、半成品、残次品、原料或与合作事项中相同或类似的产品等。若接收方违反本协定，披露方有权立即终止双方签署的各项合同(包括但不限于双方就合作事项签署的【《合作合同名称》】及订单等，下同)，并有权收回所有的相关资料、半成品、原料、产品及其任何复制件、复印件等，或书面要求接收方对其予以删除或销毁，并向接收方提出相应赔偿，相
                        应赔偿金额为甲乙双方之间最近【12】个月交易总额的【10】倍，且不低于人民币【50】万，接收方不得以任何理由拒绝，如赔偿金额不足以弥补因此给披露方造成的全部损失的，接收方应当对此承担赔偿责任。
                    </li>
                    <li>
                        3. 双方合作过程中，接收方接受披露方委托完成的或者利用披露方保密信息或者知识产权等研究、开发或者设计、形成的任何新的保密信息或知识产权，其所有权或知识产权等均归属于披露方所有。
                    </li>
                    <li>
                        4. 接收方保证不会对披露方知识产权进行反向工程，未经披露方事先书面同意，不会进行任何的修改、变更、反编译、反汇编等侵犯或可能侵犯披露方知识产权的行为。
                    </li>
                    <li>
                        5. 接收方确认及认可披露方依法享有相关保密信息及知识产权，保证不会向任何政府部门申请撤销相关知识产权或无效公告，保证不会使用披露方保密信息或知识产权或与之相同、相似、相近的任何其他作品、技术、产品、信息等，向政府部门申请获取任何知识产权或其他权利或利益。
                    </li>
                    <li>
                        6. 接收方确认披露方不论以明示或暗示方式，均不对保密信息的正确和完整作出描述或保证，也不对使用该保密信息的接收方或其他任何人承担责任。
                    </li>
                </ul>
                <li>第四条 保密信息的保存和使用</li>
                <ul>
                    <li>
                        1. 接收方为实现合作事项，经披露方事先书面同意后有权保存必要的保密信息，以便在履行其在合作事项工作中承担相应法律、规章与义务时使用该等保密资料。接收方应当尽最大谨慎义务对该等保密信息进行保存并采取必要的安全技术措施，如由于接收方保存不当导致保密信息被本协议之外的第三人获取的，接收方应当对因此给披露方造成的损失承担赔偿责任。
                    </li>
                    <li>
                        2. 对于不涉及合作事项或未经披露方事先书面同意的保密信息，接收方不做任何形式的记录、备忘录、备份、拷贝或复制或其他任何留存形式。
                    </li>
                    <li>3. 本协议约定内容均不得被视为披露方向接收方授予保密信息的任何专有权或所有权。</li>
                </ul>
                <li>第五条 赔偿</li>
                <li>
                    一方违反本协议规定任何义务的(“违约方”)，有义务赔偿由此给另一方(“守约方”)引致的全部损失(包括但不限于可能产生的市场利润、声誉损失、律师费、差旅费、仲裁费等)，违约方一经守约方要求，应立即停止任何违反本协议义务之行为，并采取一切手段消除由此引起的任何不利影响，防止保密信息泄露范围扩大。否则，守约方有权采取一切合理的手段消除此种影响(包括公开申明，公开谴责)，由此引起的一切费用均由违约方承担。前述所规定的责任并不免除违约方依据本协议所适用的法律应当承担的其他责任，也不限制守约方采取其他法律救济措施。
                </li>
                <li>第六条 完整协议</li>
                <li>
                    本协议是协议双方关于上述保密内容完整理解和协议，它代替所有以前达成的有关的口头意见，协议或理解。
                </li>
                <li>第七条 协议的修改及转让</li>
                <li>
                    本协议的修改、变更只有经双方共同书面协商达成一致并签订书面文件后才能进行。未经一方事先书面同意，另一方不得向任何第三方转让本协议项下的权利与义务，并且本协议对协议双方各自的继承者具有拘束力。
                </li>
                <li>第八条 期限及终止</li>
                <ul>
                    <li>1. 除非双方提前终止本协议，本协议应自双方盖章之日起生效，并持续有效。</li>
                    <li>
                        2. 双方承担保密义务的期限直至保密信息合法成为公开信息。相关保密义务不因本协议或者双方合作协议的无效、解除或终止而免除。
                    </li>
                </ul>
                <li>第九条 通知及送达</li>
                <ul>
                    <li>
                        1. 本协议双方的有关事项的通知、回执等文件以及就本协议发生纠纷时相关文件和法律文书送达，均应以书面形式按以下列明的通讯地址作为送达地址：
                    </li>
                    <li>甲方：常州浩万新能源科技有限公司</li>
                    <li>通讯地址：【 】</li>
                    <li>联系人：【 】</li>
                    <li>联系电话：【 】</li>
                    <li>联系邮箱：【 】</li>
                    <li>乙方：【 】</li>
                    <li>通讯地址：【 】</li>
                    <li>联系人：【 】</li>
                    <li>联系电话：【 】</li>
                    <li>联系邮箱：【 】</li>
                    <li>2. 上述送达地址的适用范围包括非诉阶段和争议进入诉讼/仲裁程序后的审理和执行程序。</li>
                    <li>
                        3. 一方送达地址、联系人等事项发生变更的，应最迟于三个工作日内书面通知其他方。任何一方未按前述方式履行通知义务，其所确认的送达地址仍视为有效送达地址。
                    </li>
                </ul>
                <li>第十条 争议解决</li>
                <ul>
                    <li>
                        凡因本协议所产生的或与本协议有关的所有争议，包括任何有关它的存在、有效性或解除的问题，应由上海国际经济贸易仲裁委员会并根据其仲裁规则进行最终裁决。仲裁程序中使用的语言应为中文。
                    </li>
                </ul>
                <li>第十一条 适用法律</li>
                <ul>
                    <li>
                        本协议受中华人民共和国(仅为本协议之目的，不含香港、澳门及台湾地区)的法律管辖并按照中华人民共和国法律解释。
                    </li>
                </ul>
                <li>第十二条 其他</li>
                <li>本协议正本一式两份，甲、乙双方各执一份，具有同等法律效力。</li>
                <ul class="mt">
                    <li>甲方(盖章)：</li>
                    <li>常州浩万新能源科技有限公司</li>
                </ul>
                <ul class="mt bottom-area">
                    <li>乙方(盖章)：</li>
                    <li>乙方主体名称：</li>
                </ul>
            </ul>
        </div>
    </div>
</template>

<script></script>

<style lang="less" scoped>
.promise-book {
    margin-bottom: 0;
    ul {
        padding-left: 0;
        list-style: none;
        color: #666;
        margin-bottom: 0;
    }
    .promise-book-title {
        height: 34px;
        border-radius: 4px;
        background: #f2f3f5;
        display: flex;
        align-items: center;
        padding: 9px 10px;
        margin-bottom: 10px;
        img {
            margin-right: 4px;
            width: 16px;
            height: 16px;
        }
    }
    .mt {
        margin-top: 1em;
    }
}
</style>
